utils/siege_output_get.log
** SIEGE 4.1.6
** Preparing 100 concurrent users for battle.
The server is now under siege...
HTTP/1.1 200     0.00 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.00 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.00 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.01 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.01 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.01 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.04 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.04 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.04 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.04 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.04 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]

Transactions:		         500 hits
Availability:		      100.00 %
Elapsed time:		        0.15 secs
Data transferred:	        0.49 MB
Response time:		        0.03 secs
Transaction rate:	     3333.33 trans/sec
Throughput:		        3.24 MB/sec
Concurrency:		       88.87
Successful transactions:         500
Failed transactions:	           0
Longest transaction:	        0.04
Shortest transaction:	        0.00
 
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.02 secs:    1018 bytes ==> GET  /
[...]
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /
HTTP/1.1 200     0.03 secs:    1018 bytes ==> GET  /